"Cheerful" = "Livlig";
"Melodic" = "Melodisk";
"Relaxed" = "Avslappet";
"Grooving" = "Groovy";
"Distorted" = "Forvrengt";
"Acoustic" = "Akustisk";
"Processed" = "Behandlet";
"Single" = "Enkel";
"Part" = "Element";

"Dark" = "Mørk";
"Dissonant" = "Dissonant";
"Intense" = "Intenst";
"Arrhythmic" = "Arytmisk";
"Clean" = "Ren";
"Electric" = "Elektrisk";
"Dry" = "Tørr";
"Ensemble" = "Ensemble";
"Fill" = "Fyll";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Elektronisk";
"Jazz" = "Jazz";
"Urban" = "Urban";
"World/Ethnic" = "World";
"Cinematic/New Age" = "Film";
"Orchestral" = "Orkester";
"Country/Folk" = "Country";
"Experimental" = "Eksperiment";
"Other Genre" = "Annen sjanger";

"Bass" = "Bass";
"Electric Bass" = "El-bass";
"Acoustic Bass" = "Akustisk bass";
"Synthetic Bass" = "Synth-bass";

"Drums" = "Alle trommer";
"Drum Kit" = "Trommesett";
"Electronic Beats" = "Rytmer";
"Kick" = "Kick";
"Tom" = "Tom";
"Snare" = "Skarptromme";
"Cymbal" = "Cymbal";
"Hi-hat" = "Hi-hat";

"Guitars" = "Gitarer";
"Electric Guitar" = "El-gitar";
"Acoustic Guitar" = "Akustisk gitar";
"Banjo" = "Banjo";
"Mandolin" = "Mandolin";
"Slide Guitar" = "Slidegitar";
"Pedal Steel Guitar" = "Pedal-steelgitar";

"Horn/Wind" = "Horn";
"Saxophone" = "Saksofon";
"Trumpet" = "Trompet";
"Flute" = "Fløyte";
"Trombone" = "Trombone";
"Clarinet" = "Klarinett";
"French Horn" = "Valthorn";
"Tuba" = "Tuba";
"Oboe" = "Obo";
"Harmonica" = "Munnspill";
"Recorder" = "Blokkfløyte";
"Pan Flute" = "Panfløyte";
"Bagpipe" = "Sekkepipe";
"Bassoon" = "Fagott";
"Piccolo" = "Pikkolo";
"English Horn" = "Engelsk horn";
"Brass" = "Messing";
"Woodwind" = "Treblåsere";

"Keyboards" = "Keyboard";
"Piano" = "Piano";
"Electric Piano" = "El-piano";
"Organ" = "Orgel";
"Clavinet" = "Klavinett";
"Accordion" = "Trekkspill";
"Synthesizer" = "Synther";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Cembalo";

"Mallets" = "Myke stikker";
"Steel Drum" = "Oljefat";
"Vibraphone" = "Vibrafon";
"Marimba" = "Marimba";
"Xylophone" = "Xylofon";
"Kalimba" = "Kalimba";
"Bell" = "Klokke";
"Timpani" = "Pauker";

"Mixed" = "Jingler";

"Other Instrument" = "Annet instrument";

"Percussion" = "Perkusjon";
"Gong" = "Gong";
"Shaker" = "Shaker";
"Tambourine" = "Tamburin";
"Conga" = "Conga";
"Bongo" = "Bongo";
"Cowbell" = "Kubjelle";
"Clave" = "Trepinner";
"Vinyl/Scratch" = "Vinyl";
"Chime" = "Klokkespill";
"Rattler" = "Rangle";
"Sound Effect" = "FX";
"Misc2" = "Forskjellig";
"Boom" = "Drønn";
"All Effects" = "Alle effekter";
"Effects" = "Lydeffekter";

"Ambience" = "Atmosfære";
"People" = "Personer";
"Transportation" = "Transport";
"Weapons" = "Våpen";
"Explosions" = "Eksplosjoner";
"Impacts & Crashes" = "Sammenstøt";
"Animals" = "Dyr";
"Sports & Leisure" = "Sport";
"Mech/Tech" = "Maskiner";
"Work/Home" = "Arbeid/hjem";
"Misc." = "Forskj.";
"Foley" = "Foley";
"Motions & Transitions" = "Stingere";
"Sci-Fi" = "Sci-Fi";

"Strings" = "Strykere";
"Violin" = "Fiolin";
"Viola" = "Bratsj";
"Cello" = "Cello";
"Harp" = "Harpe";
"Koto" = "Koto";
"Sitar" = "Sitar";
"Double Bass" = "Dobbel bass";

"Texture/Atmosphere" = "Teksturer";

"Vocals" = "Vokal";
"Male" = "Mann";
"Female" = "Kvinne";
"Choir" = "Kor";

"bytes" = "byte";
"KB" = "kB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "Finner ikke fil";
"CantOpenFile" = "Filen ble ikke funnet på forventet plassering.\n\n%@\n\nVil du hoppe over filen, finne den eller avbryte?";
"Select..." = "Finn fil...";
"MakeOfflineSource" = "Hopp over fil";
"Don't open document" = "Avbryt";
"Reconnecting " = "Gjenoppretter kobling ";
"Use selected path to reconnect other offline sources..." = "Bruk valgt bane for å gjenopprette kobling til andre manglende filer.";
